[
    { "id": 1, "text": "Me siento emocionalmente agotado/a en mi trabajo.", "category": "AE" },
    { "id": 2, "text": "Me siento cansado/a al final de la jornada de trabajo.", "category": "AE" },
    { "id": 3, "text": "Cuando me levanto por la mañana y me enfrento a otra jornada de trabajo me siento fatigado/a.", "category": "AE" },
    { "id": 4, "text": "Siento que puedo entender fácilmente a las personas que tengo que atender.", "category": "RP" },
    { "id": 5, "text": "Siento que estoy tratando a mis compañeros con falta de empatía.", "category": "D" },
    { "id": 6, "text": "Siento que trabajar todo el día con la gente me cansa.", "category": "AE" },
    { "id": 7, "text": "Siento que trato con mucha efectividad los problemas de las personas a las que tengo que atender.", "category": "RP" },
    { "id": 8, "text": "Siento que mi trabajo me está desgastando.", "category": "AE" },
    { "id": 9, "text": "Siento que estoy influyendo positivamente en las vidas de otras personas a través de mi trabajo.", "category": "RP" },
    { "id": 10, "text": "Siento que me he hecho estricto con la gente.", "category": "D" },
    { "id": 11, "text": "Me preocupa que este trabajo me esté endureciendo emocionalmente.", "category": "D" },
    { "id": 12, "text": "Me siento muy enérgico en mi trabajo.", "category": "RP" },
    { "id": 13, "text": "Me siento frustrado por el trabajo.", "category": "AE" },
    { "id": 14, "text": "Siento que estoy demasiado tiempo en mi trabajo.", "category": "AE" },
    { "id": 15, "text": "Siento que realmente no me importa lo que les ocurra a las personas a las que tengo que atender profesionalmente.", "category": "D" },
    { "id": 16, "text": "Siento que trabajar en contacto directo con la gente me cansa.", "category": "AE" },
    { "id": 17, "text": "Siento que puedo crear con facilidad un clima agradable en mi trabajo.", "category": "RP" },
    { "id": 18, "text": "Me siento estimulado después de haber trabajado íntimamente con quienes tengo que atender.", "category": "RP" },
    { "id": 19, "text": "Creo que consigo muchas cosas valiosas en este trabajo.", "category": "RP" },
    { "id": 20, "text": "Me siento como si estuviera al límite de mis posibilidades.", "category": "AE" },
    { "id": 21, "text": "Siento que en mi trabajo los problemas emocionales son tratados de forma adecuada.", "category": "RP" },
    { "id": 22, "text": "Me parece que mis compañeros de trabajo me culpan de algunos de sus problemas.", "category": "D" }
]
